"Setting success" = "El éxito Configuración";
"Setting failure" = "fallado ajuste";
"Network request timeout" = "Solicitud de red Tiempo de espera agotado";
"Prompt" = "Rápido";
"No" = "no";
"Yes" = "es";
"Cancel" = "cancelado";
"Confirm" = "determinar";
"Done" = "completo";
"Save" = "Guardar";
"I got it" = "yo sé";
"Device disconnected" = "no está conectado";
"Delete" = "borrar";
"Edit" = "editar";
"Last refresh" = "última actualización";
"Pull down to refresh data" = "Desplegable para refrescar";
"Refreshing the data.." = "Actualización de datos ..";
"Release to refresh data" = "Lanzamiento de refresco inmediato";

//通知的提示语
"Please open %@ to synchronize your health data and to check your sleep status last night" = "Please open %@ to synchronize your health data and to check your sleep status last night";
"Please open %@ to synchronize your health data and to check your today's sport" = "Please open %@ to synchronize your health data and to check your today's sport";

//登录注册忘记密码页面
"Log in" = "iniciar la sesión";
"Sign up" = "registro";
"Or" = "o ";
"Forgot password?" = "¿Ha olvidado su contraseña?";
"Email or phone number" = "E-mail";
"Password" = "contraseña";
"Enter Security code" = "Introducir el código de";
"Security code" = "Enviar código de verificación";
"Reset password" = "Restablecer la contraseña";

//登录注册提示语
"Network unavailable，please check network" = "anomalías en la red";
"Please enter account" = "Por favor, introduzca su cuenta";
"Account format error" = "Cuenta con formato incorrecto";
"Please enter password" = "Por favor, introduzca su contraseña";
"Please enter a valid password from 6 to 20" = "Por favor, introduzca una contraseña válida 6-20";
"Login, please later" = "Iniciar sesión, por favor espere";
"Login success" = "Inicio de sesión exitoso";
"Login failed" = "La conexión falló";
"Registration, please later" = "Regístrese, por favor espere";
"Sign up failed" = "Falló el registro";
"Account does not exist" = "Cuenta no existe";
"Account already exists" = "Ya existe una cuenta";
"Password error" = "contraseña incorrecta";
"Enter verification code" = "Por favor, introduzca el código de verificación";
"Password format error" = "Formato de contraseña es incorrecta";
"Send seccuss" = "Un código de verificación ha sido enviado con éxito";
"Send failed" = "No se pudo enviar un código de verificación";
"Validation failed" = "Error de autenticación";
"Please enter 4 valid verify codes" = "Por favor, introduzca un código de verificación válido 4";
"Verification code is expired, please try again" = "Código de verificación caducado";
"Reset password success" = "El éxito de restablecimiento de contraseña";
"Reset password failed" = "Contraseña falló";

//注册后个人信息设定页面
"Personal information" = "Información personal";
"Personal data" = "Los datos personales";//看一下
"Set goal" = "El establecimiento de objetivos";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "Dependiendo de su información personal, le recomendamos que caminar %@ pasos al día o más, y para asegurar más de %@ horas de sueño para mantenerse saludable";
"Sport" = "movimiento";
"Step" = "paso";
"Steps" = "pasos";
"Sleep" = "durmiente";
"Adding information，please later" = "Adición de datos";
"Add user data failed" = "Añadir Error";

//tabbar健康
"Dashboard" = "Los datos de panel";//title
"hours" = "hora";
"Disconnected" = "no está conectado";
"Click to connect device" = "Haga clic en Conectar";
"TODAY" = "hoy";
"YESTERDAY" = "ayer";
"2 DAYS AGO" = "Anteayer";
"Heart rate" = "La frecuencia cardíaca";
"Blood pressure" = "presión arterial";
"No sleep data" = "No hay datos";//title
"No steps data" = "No hay datos";
"No HR data" = "No hay datos";
"No BP data" = "No hay datos";
"Maximum steps:" = "El número máximo de pasos:";
"Latest" = "recientemente";
"Health Tips" = "Consejos de salud";

//历史
"History" = "historia";
"Weekly" = "semana";
"Monthly" = "mes";
"Yearly" = "año";
"Average:" = "promedio:";

//睡眠的二级页面
"Sleep quality:" = "La calidad del sueño:";
"None" = "no";
"bad" = "bad";
"generally" = "general";
"Good" = "bueno";
"Great" = "bien";
"Perfect" = "perfecto";
"Sleep duration" = "Duración del sueño";
"Awake times" = "Despertar veces";
"Fell Asleep" = "Hora de dormir";
"Woke up" = "Es hora de levantarse";
"Deep sleep" = "sueño profundo";
"Light sleep" = "Sueño de la luz";
//运动的二级页面
"%@%@ to achieve goal" = "%@ %@ to achieve goal";
"Congratulations, you have completed the goal!" = "Enhorabuena, ha completado la meta!";
"Distance" = "distancia";
"Burned" = "calorías";
//心率的二级页面
"Passive HR" = "Passive HR";
"Average HR" = "Average HR";
"Time in heart rate zone" = "Situación de actividad por día";
"Heart rate zone" = "La frecuencia cardíaca";
"Rest" = "resto";
"Move" = "movimiento";
"Moderate" = "moderado";
"Mass" = "numeroso";
"Strenuous" = "El ejercicio vigoroso";
//心率的测试页面
"Single heart rate test" = "HR test";//英文改一下还是中文改一下
"Bluetooth disconnected，test failed" = "Bluetooth desconectado";
"testing..." = "prueba...";
"test complete" = "La prueba se completa";
"high" = "alto";
"low" = "bajo";
"Normal" = "normal";
"Please wear properly" = "Por favor, mantenga la postura correcta de usar";


//血压的二级页面
"Lowest BP" = "Lowest BP";
"Highest BP" = "Highest BP";
"Measured time" = "El tiempo medido";
"Blood pressure zone" = "presión arterial";
//血压测试界面
"BP manual test" = "BP prueba";
"Start real-time BP measurement" = "Iniciar la prueba de la presión arterial en tiempo real";
"You haven’t set up your personal BP data， set up now？" = "No ha establecido su propia presión arterial privada, el establecimiento?";
"Your BP is %@/%@！Do you want to save data？" = "Su presión arterial corriente medida %@/%@, Ya sea para guardar los datos de medición?";

//tabbar GPS运动界面
"Running" = "Movimiento";//title
"BEGIN RUNNING" = "BEGIN RUNNING";
"No running history yet please start one" = "Oh ningún registro de movimiento";//中文怎么翻译
"Maps" = "Mapa";//运动界面title
"start\nsport" = "Comenzó a";
"Go exercise outside" = "Vaya al exterior para ejercerla!";
"Indoor GPS signal is poor, app could not accurately track in maps." = "Juegos de Salón conducen a registros inexactos no podía conseguir la trayectoria correcta";
"Continue" = "continuar";
"Stop exercises" = "Stop motion";
"If back, app will stop tracking movement locus, back?" = "Abandonar el deporte?";
"Back" = "espalda";
"Waiting for loading maps" = "Cargando mapa";
"Poor" = "débil";
"Strong" = "fuerte";
"No movement data records, Stop exercises?" = "No hay datos de movimiento, se dan por vencidos?";
"Save or note?" = "Ya sea para ahorrar?";
"Pull to pause" = "Deja de";
"Gps duration" = "duración";
"Pace" = "paso";
"Calorie" = "calorías";

//tabbar设置主界面
"Settings" = "Settings";
"My device" = "Mis dispositivos";
"Device" = "dispositivos";//用设备
"Activity" = "Metas de movimiento";
"Sleep goal" = "objetivo del sueño";
"More" = "más";
"About us" = "sobre nosotros";
"Alcohol test" = "La detección de alcohol alérgica";
"Log out" = "finalizar la sesión";
"No drink data records, please keep up" = "No hay registro de beber";

//个人资料设置界面
"Profile" = "Perfil";
"Nickname" = "Apodo";
"Gender" = "Género";
"male" = "Masculino";
"female" = "Femenino";
"Date of birth" = "Fecha de nacimiento";
"Weight" = "Peso";
"Height" = "Altura";
"Camera" = "Cámara";
"Albums" = "Galería de fotos";
"Uploaded" = "Actualizar éxito";
"Upload failed" = "Guardar falló";
"Please enter your nickname" = "Introduzca su apodo";

//设置饮酒界面
"Drinking time" = "Beber hora aproximada";
"The role of alcohol on the liver" = "Duración de la acción del alcohol sobre el hígado";
"Drinking level" = "grado de bebida";
"alcohol allergic people or not" = "¿Las personas alérgicas al alcohol";
"bit" = "poco";
"moderate" = "moderado";
"A lot of" = "numeroso";
"excess" = "exceso";

//设置手表页面
"No pair no cloud data, pair account？" = "cuenta par？";
"Connect device" = "Los dispositivos conectados";
"Connected" = "la conexión se realiza correctamente";
"Enter the password" = "Por favor, introduzca su contraseña";
"Please enter 4 numbers code" = "Introduzca la contraseña de 4 dígitos";
"Have new firmware version, whether to upgrade？" = "El dispositivo ha detectado una nueva versión del firmware, ya sea para la actualización?";

//我的设备界面
"Power remain" = "carga de la batería";
"Notifications" = "Notificación";
"New message" = "Alertas de mensajes";
"Alarm" = "Alarma";
"Long seat" = "Sedentario";
"Pair account" = "cuenta par";
"Night turn wrist" = "Night turn wrist";
"BP mode" = "BP mode";
"Firmware upgrade" = "actualización de firmware";
"Already the latest version" = "La última versión de la";//点击固件版本的时候提示的
"Did disconnected" = "Desconectar";
"Paired" = "éxito";
"Unpaired" = "éxito";
"Pair failed" = "fallar";
"Unpaid failed" = "fallar";

//New message
"Pair mobile phone" = "teléfono Bound";
"Phone call" = "telegrama entrante";
"Message" = "SMS";
//Alarm setting
"Alarm settings" = "Despertador";

//Long seat setting
"Long seat setting" = "Sedentario";
"Start from" = "Hora de inicio";
"End at" = "Hora de finalización";
"Remind when over" = "¿Cuánto tiempo";
//BP test mode setting
"BP test mode setting" = "BP test mode setting";
"Device BP test mode: %@" = "Device BP test mode: %@";//英文改一下
"Blood Normal" = "Normal";
"Blood Personal" = "Privado";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors";//改一下
"Changing private mode data will also change the private mode of manual testing and device testing" = "Changing private mode data will also change the private mode of manual testing and device testing";

//Firmware upgrade
"Reset device password" = "El restablecimiento de contraseña";//title
"Enter old password" = "Introduzca la contraseña antigua";
"Enter new password" = "Introducir una nueva contraseña";
"Confirm new password" = "Confirmar nueva contraseña";
"Please enter old password" = "Por favor, introduzca su contraseña antigua";
"Old password is incorrect" = "Antigua contraseña es incorrecta";
"Please enter new password" = "Por favor, introduzca una nueva contraseña";
"Please enter 4 valid numbers from 0 to 9" = "Please enter 4 valid numbers from 0 to 9";
"The two password you typed do not match" = "Las dos contraseñas no coinciden";

//Firmware upgrade
"Current version:" = "La versión actual:";
"Update version:" = "versión actualizada:";//部分页面没有做完
"Update" = "comenzar actualización";
"Upload complete" = "la actualización se ha completado";

//tabbar设置运动目标设置界面
"Setting activity" = "Moving Target";
"According to your personal data, we advise you to walk %@steps a day" = "Dependiendo de sus datos personales, sugerimos a través de su movimiento día %@ pasos";

//tabbar设置睡眠目标设置界面
"According to your personal data, we advise you to sleep %@hours a day" = "Longitud de %@ horas en base a sus datos personales, se recomienda que usted duerme";

//tabbar设置关于我们
"Download the latest version?" = "Si el acceso para descargar la última versión?";//如何修改

//新增
"测试中断" = "Prueba de interrupción";
"本次测试无效" = "La prueba no es válida";
"私人血压模式设置" = "Modo de presión arterial privada";
"血压测试模式" = "BP test mode";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "Ya sea para llevar a cabo？";
"正在检测，请保持正确姿势" = "Por favor, mantenga la postura correcta";
"时间设置不合理" = "El tiempo no es razonable establecer";
"分享内容" = "Compartir contenido";
"分享标题" = "Compartir Título";
"名字" = "nombre";
"信号" = "señal";
"暂不支持此功能" = "Esta función no es compatible";
"请坚持佩戴" = "Por favor, se adhieren al desgaste";
"请输入4位有效密码" = "Por favor, introduzca una contraseña válida 4";
"分享成功" = "El éxito Compartir";
"分享失败" = "Compartir Falló";
"高压要比低压大24" = "Systolic pressure minus diastolic pressure greater than 24";

"January" = "enero";
"February" = "febrero";
"March" = "marzo";
"April" = "abril";
"May" = "mayo";
"June" = "junio";
"July" = "julio";
"August" = "en agosto";
"September" = "septiembre";
"October" = "octubre";
"November" = "noviembre";
"December" = "diciembre";

//安卓翻译后新增
"登录过期，请重新登录" = "Inicio de sesion de nuevo vencido, por favor";
"无账号登录>" = "Sin entrar en el>";
"设备防丢" = "Evitar perder";
"初始密码:0000" = "La contraseña inicial:0000";
"佩戴检测" = "Llevar el seguimiento";
"设备端正在使用测试功能" = "El equipo está usando la función de prueba de";

//意见反馈
"意见反馈" = "La retroalimentación";
"问题和意见" = "Preguntas y observaciones";
"请简要描述您的问题和意见" = "Describir brevemente los problemas y puntos de vista que";
"图片(选填,提供问题截图)" = "Fotos (opcional, una captura de pantalla)";
"联系方式" = "De contacto";
"邮箱、电话" = "Correo、teléfono";
"提交" = "presentación";
"提交成功" = "presentado con éxito";
"提交失败" = "confirmación fallida";
"内容不能为空" = "El contenido no puede estar vacía";
"到达5张图片上限" = "Hasta 5 imágenes";

//BMI界面
"偏瘦" = "Delgado";
"正常" = "Normal";
"偏胖" = "Sobrepeso";
"肥胖" = "Obesidad";
"极胖" = "Muy gordo";
"偏瘦提示" = "Índice IMC es baja, \nPertenecen a adelgazar la multitud, \na cierta distancia del cuerpo estándar también Oh!";
"正常提示" = "Índice IMC es normal, Índice \nde cuerpo perfecto, para mantener Oh!";
"偏胖提示" = "Actualmente índice IMC es alto, \nOtro punto es la figura típica de la Oh!";
"肥胖提示" = "Índice IMC es actualmente superior, \nMayor riesgo de enfermedades del corazón, \nhipertensión y otras enfermedades,Por favor, \ntenga en cuenta que la mejora del estilo de vida.";
"极胖提示" = "Índice IMC es actualmente muy alta, \nYi ataque al corazón, la hipertensión \ny otras enfermedades, por favor, preste \natención a la mejora de los hábitos de vida!";
"正在读取数据…" = "La lectura de los datos...";
//微信运动
"三方平台" = "Otras plataformas";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "¡Acceso WeRun y amigos para compartir la diversión de los deportes!";
"绑定" = "Vinculante";
"已绑定" = "Bound";
"操作方法" = "\nOperation method";
"1. 请先绑定设备" = "1. Please bind the device first";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. Open WeChat, enter the WeRun, click the settings button in the upper right corner of the WeRun home page, find the \"record Fitness data\" column, select \"add data source\", you will search to your purchase of equipment manufacturers the public number, please add this public number as a data source";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. Return to the WeRun page, enter the Ranking, at this time will be able to see the device data has been synchronized to the WeRun, if not synchronized, please refresh a few times the Ranking page";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Note: before the device is connected to the WeRun, please ensure that the device is connected to the App.";

//陈弟新增翻译
"拍照" = "fotografía";
"%ld 张照片" = "%ld foto";
"没有照片" = "No se han";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "Puede utilizar iTunes para fotografiar \n sincronización para iPhone";
"%@访问相机或相册权限受到限制" = "%@ Acceder a la cámara o el álbum con privilegios limitados";

//翻译完越南语新增
"下拉可以刷新" = "Para refrescar el desplegable";
"松开立即刷新" = "La liberación de refrescar inmediatamente";
"正在同步数据..." = "Es la sincronización de los datos..";
"同步完成" = "La sincronización completa";

"开关设置" = "interruptor";
"24小时制" = "Reloj de 24 horas";
"心率自动监测" = "HR La vigilancia";
"血压自动监测" = "BP La vigilancia";
"单位设置" = "Unidades";
"英制" = "Británico";
"公制" = "Métrica";

//血氧和疲劳度翻译
"血氧手动测试" = "SpO2 Ensayo";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "¿Esta vez su concentración de oxígeno medido es de %ld%%, si se guarda?";
"正常血氧浓度范围为95%~99%" = "El rango normal es del 95%~99%";
"血氧浓度异常" = "Anomalías";
"血氧浓度偏低" = "Muy baja";
"血氧浓度低" = "Baja";
"血氧浓度正常" = "Normal";

"疲劳度手动测试" = "Ensayo de fatiga";
"适当的关注一下自己的身体状态哦！" = "¡El Estado de salud de su adecuada atención, oh!";
"状态良好" = "En buen estado";
"轻度疲劳" = "Leve fatiga";
"中度疲劳" = "Fatiga moderada";
"重度疲劳" = "Fatiga severa";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "Su enérgico, sin sentir cansancio.";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "Un poco cansado de su malestar, normalmente podemos escuchar la música que les gusta para aliviar.";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "Usted puede tener dolor de cabeza, sensación de fatiga, somnolencia, usted puede ver el paisaje lejano o un momento de descanso.";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "Usted no puede concentrarse, especialmente cansado, generalmente más que descansar, beber mucha agua para mantener un buen estado de ánimo.";
"您本次测得的疲劳度等级为%@,是否保存？" = "¿Esta vez mide el grado de fatiga por la %@, desea guardarlo?";

"升级失败,设备名变为DfuLang,请重新连接并升级。" = "Actualización de fracaso, el nombre del dispositivo se convierte en DfuLang, vuelva a conectar y actualización.";

//年后新增
"心率报警" = "Alarma de ritmo cardiaco";
"心率上限" = "Límite de frecuencia cardíaca en reposo";
"心率下限" = "Mínimo HR";
"设置不合理" = "No es razonable establecer";

"转腕亮屏" = "Girar la muñeca";

"血压私人模式" = "BP Privado";


//女性项目增加
"最近一次月经" = "La última menstruación";
"最后一次经期开始日" = "La fecha de inicio del ciclo menstrual de la última vez";
"最后一次经期是什么时候?" = "¿Cuál es el ciclo menstrual de la última vez?";
"智能预测" = "Predicción inteligente";
"只记经期" = "Sólo recuerde el ciclo menstrual";
"预产期" = "Fecha prevista del nacimiento ";
"预测月经期" = "Predecir el tiempo del ciclo menstrual";
"选择您的状态" = "Elija su estado";
"我们为您提供了新的女性周期功能，是否前往设置？" = "Le hemos proporcionado una nueva función de ciclo menstrual femenino, si vaya para configurarla?";
"未来不可操作" = "No es operativo en el futuro";
"跳过" = "Pasar por alto";
"填写您的预产期" = "Rellene su fecha prevista del nacimiento ";
"填写宝宝的基本信息" = "Rellene la información básica del bebé";
"是否要修改人生状态" = "Si necesita modificar el estado de la vida";
"是否前往设置女性周期功能？" = "¿Si va a configurar la función del ciclo menstrual femenino?";
"生理状态" = "Estado fisiológico";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "Si la menstruación no termina hoy, por favor vaya a otra fechs para cambiar el día final ";
"切换性别为男性将会删除女性相关信息？" = "El cambio de género de sexo masculino eliminará la información relacionada con la mujer?";
"排卵日" = "Día de la ovulación";
"排卵期第%ld天" = "El %ld día de la fase de ovulación";
"排卵期" = "Fase de ovulación";
"开启女性功能" = "Reactivar la función femenina";
"您的经期平均持续天数？" = "¿Cuál es la duración promedio de su ciclo menstrual?";
"您的经期之间的平均间隔周期天数？" = "¿Cuántos días del período de intervalo en promedio entre sus ciclos menstruales?";
"离孩子出生还有" = "Desde el nacimiento del niño queda X días";
"经期长度" = "Longitud de ciclo menstrual";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "El comportamiento sexual en el ciclo menstrual es vulnerable a la infección con enfermedades ginecológicas, e incluso la infertilidad";
"经期开始" = "El inicio del ciclo menstrual";
"经期结束" = "El final del ciclo menstrual";
"经期" = "Ciclo menstrual";
"间隔长度" = "Longitud de intervalo";
"回到今天" = "Vuelve a hoy";
"怀孕期" = "Período del embarazo";
"怀孕概率" = "Probabilidad de embarazo";
"怀孕第%ld周" = "La %ld semana del embarazo";
"过去不可操作" = "No estaba operativo en el pasado";
"当前月经期第%ld天" = "El %ld  día del ciclo menstrual actual";
"出生日期" = "Fecha de nacimiento";
"备孕期" = "Período de embarazo  preparado";
"宝妈期" = "Período de la crianza";
"安全期" = "Periodo de seguridad";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "Si usted no sabe la fecha prevista del nacimiento , podemos ayudarle a calcular de acuerdo a su último ciclo menstrual.";
"当前经期" = "Ciclo menstrual actual";
"预测经期" = " Ciclo menstrual previsto";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "El tiempo de la menstruación es tan larg, no está mal? Si desea registrar el día de la menstruación, modifique el  último ciclo menstrual !";
"天" = "Día";
"忽略" = "Ignorar";
"前往" = "Ir a";
"经期设置" = "Configuración del ciclo menstrual";
"备孕期设置" = "Configuración del embarazo preparado";
"孕期设置" = "Configuración del embarazo";
"辣妈设置" = "Configuración de Mamá caliente ";
"经期选择" = "Selección del ciclo menstrual";
"经期一定不能大于今天" = "El ciclo menstrual no debe ser mayor que  hoy";
"预产期一定要大于今天" = "La fecha prevista del nacimiento debe ser mayor que  hoy";
"请选择经期开始日" = "Seleccione la fecha de inicio de la menstruación";
"距离下一个月经还有%s天" = "De la próxima menstruación queda % s días";
"距离下一个月经" = "A partir de la próxima menstruación";
"没有女性数据" = "No hay datos femeninos";
"手环通知" = "Notificación de anillo manual";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "";
"未授权" = "未翻译";
//2.5.0之后新增
"亮度调节" = "Ajuste de brillo";
"自动调节" = "Regulación automática";
"设置亮度指数" = "El índice de ajuste de brillo";
"倒计时备注" = "";
//动态血压校准新增
"动态校准" = "Calibración dinámica";
"动态校准中…" = "En la calibración dinámica...";
"请保持手臂静止横放" = "Por favor, manteniendo el brazo inmóvil.";
"动态校准完成" = "La alineación completa";
"请调整姿势后重新测试" = "Por favor, ajustar la postura de nuevo después de la prueba";
"动态校准失败" = "No de calibración";
"重试" = "Inténtelo de nuevo";

//信息提醒
"其他应用" = "Otros";

//新增开关翻译
"此功能需要设备与App保持连接" = "Esta función requiere que el equipo mantiene la conexión con la app";
"运动过量提醒" = "Recordatorio excesiva de ejercicio";
"语音播报" = "difusión de la voz";
"查找手机" = "Encuentra teléfono";
"秒表功能" = "cronómetro";

//倒计时翻译
"倒计时" = "cuenta atrás";
"开始倒计时" = "Empieza";
"倒计时时长" = "Cuenta atrás Duración";
"设备正在倒计时" = "Estamos contando";
"关闭,设备端将无法单独使用此功能" = "El lado del dispositivo no sera capaz de utilizar esta función solo";
"单次时长" = "Solo el tiempo";
"常用时长" = "Común a largo";
"界面显示" = "interfaz de pantalla";
"请设置时长" = "Conjunto de largo";

//公共
"时" = "H";
"分_M" = "M";
"秒" = "S";

//闹钟翻译
"周一" = "lun";
"周二" = "mar";
"周三" = "mié";
"周四" = "jue";
"周五" = "vie";
"周六" = "sáb";
"周日" = "dom";
"不重复" = "no repetir";
"每天" = "Cada día";
"重复提醒" = "De repetición";
"单次提醒" = "Solo recordar";
"没有设置闹钟" = "No poner el despertador";
"添加成功" = "Añadir el éxito";
"添加失败" = "La adición de fallo";
"删除成功" = "eliminado correctamente";
"删除失败" = "Supresión anómala";
"添加闹钟" = "Agregar alarma";
"编辑闹钟" = "Editar un aviso";
"删除闹钟" = "eliminar una alarma";
"日期选择" = "Seleccionar fecha";
"重复" = "Repetir";
"闹钟标签" = "etiqueta de alarma";
"提醒日期" = "fecha de recordatorio";
"已达上限" = "alcanzado el límite";

//新增肤色的翻译
"肤色设置" = "Ajustes de color de la piel";
"请选择一个接近自己肤色的颜色" = "Por favor elige una cerca de su color de piel";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "Con el fin de permitir que el brazalete para controlar mejor su estado de salud, elegir un color cerca de su piel";
"肤色选择" = "La selección de color";
"肤色" = "color de la piel";

//4.2.0之后新增
"血氧" = "Oxígeno en sangre";
"没有血氧数据" = "Sin datos de oxígeno en sangre";
"分析数据" = "Datos de análisis";
"分析报告" = "Informe de análisis";
"呼吸暂停" = "Pausa de respiración";
"心脏负荷" = "Carga del corazón";
"睡眠活动" = "Actividades de sueño";
"脉率变异性" = "Variabilidad de la frecuencia del pumso";
"呼吸率" = "Tasa de respiración";
"低氧时间" = "Duración de bajo oxígeno";
"轻度" = "Ligero";
"异常" = "Anormal";
"安静" = "Silencioso";
"多动" = "Hiperactividad";
"躁动" = "Inquietud";
"偏低" = "Relativamente bajo";
"偏高" = "Relativamente alto";
"实时血氧" = "Oxígeno en sangre en tiempo real";
"呼吸暂停综合征" = "Síndrome de apnea";
"呼吸暂停参考" = "Referencia de apnea";
"呼吸暂停常识" = "Sentido común de apnea";
"名称" = "Nombre";
"频现时间" = "Duración de apariencia frecuente";
"次数" = "Veces";
"参考值" = "Valor de referencia";
"最高(最低)" = "Máximo(mínimo)";
"血氧浓度" = "Concentración de oxígeno en sangre";
"睡眠活动幅度" = "Amplitud de actividad de sueño";
"次/分" = "segundo/minuto";
"秒/分" = "Segundo/minuto";
"呼吸暂停常识tip" = "Ronquido durante el sueño por la noche y el sonido del ronquido es irregular, el ritmo de respiración y sueño es desordenado, aparece repetidamente el apnea o el despertado, o el paciente contiene la respiración conscientemente, nicturia, dolor de cabeza después del despertado por la mañana, sequedad de la boca, deterioro de la capacidad de respuesta y de juicio en el día, desconcentración, modorra, etc. Si los síndromes persisten, pueden causar diversos tipos de arritmia, hipertensión pulmonar, enfermedad cardíaca pulmonar e hipertensión arterial, etc. Los síndromes en la etapa inicial son relativamente leves y no es fácil notarlos.\nLeve: En el sueño de 7h de cada noche, el apnea e hipopnea repitan 10-20 veces, el oxígeno de sangre es entre 85%~89%.\nMediano: En el sueño de 7h de cada noche, el apnea e hipopnea repitan 20-30 veces, el oxígeno de sangre es entre 80%~84%.\nGrave: En el sueño de 7h de cada noche, el apnea e hipopnea repitan más de 30 veces, el oxígeno de sangre es ＜80%.\n\nSi aparecen dichas situaciones, se recomienda tomar las medidas siguientes:\n1. En cuanto al suministro de oxígeno externo, además de la succión de oxígeno directa, también abarca diversos deportes aeróbicos tales como caminado, corrido, respiración profunda, mejora del entorno de succión de oxígeno, etc.;\n2. Abstención de alcohol o fumado, uso prudente de fármacos hipnóticos sedantes y otros medicamentos que puedan agravar la enfermedad;\n3. Sueño en la posición lateral, elevación apropiada de la cabeza de la cama;\n4. Prevención de fatiga excesiva durante el día;\n5. Acuda al médico en caso necesario para mejorar la condición mediante medicamentos.\n\nEl modo de vida saludable y el diagnóstico correcto temprano son puntos clave para prevenir y reducir la producción del apnea.";
"没有数据" = "No hay datos";
"最低" = "Mínimo";
"血氧过低通知" = "Notificación de oxígeno en sangre demasiado bajo";
"血氧夜间监测" = "Monitoreo nocturno de oxígeno en sangre";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "La prueba de aliento le permite probar su capacidad pulmonar, en el proceso de prueba, menor el valor medido, mejor la capacidad pulmonar.";

"GPS运动" = "Deporte GPS";
"手环运动" = "Deporte pulsera";
"本月GPS运动总里程" = "Km total de deporte GPS del mes actual";
"本月手环运功消耗总热量" = "Caloría total consumida por deporte pulsera del mes actual";
"历史记录" = "Historias";
"运动模式已经开启" = "Modo deportivo activo";
"运动模式开启失败" = "Error de activación del modo deportivo";
"运动模式已经关闭" = "Modo deportivo desactivo";
"运动模式关闭失败" = "Error de desactivación del modo deportivo";
"手环已经开启运动模式,是否退出本次运动?" = "Pulsera ya está en modo deportivo, ¿sale de este deporte?";
"数据详情" = "Detalles de datos";
"详情" = "Detalles";
"有氧运动时长" = "Deporte aeróbico";
"暂停时长" = "Duración de pausa";
"暂停次数" = "Veces de pausa";
"%@日上午" = "Por la mañana de día %@";
"%@日下午" = "Por la tarde de día %@";
"%@月" = "%@ mes";
"%@年%@月" = "%@Año %@ Mes";
"时间(分钟)" = "Duración (min)";
"运动量" = "Cantidad de deportes";
"公里" = "Km";
"英里" = "Mile";
"千卡" = "Kcal";
"焦耳" = "J";
"公里/时" = "km/h";
"英里/时" = "mile/h";

//自己翻译的后期修改
"时间区间" = "Tiempo";
"平均值" = "significar";
"累加值" = "valor acumulado";
"最大值" = "máximo";
"最小值" = "mínimo";
"次" = "Vez";
"平均速度" = "La velocidad de";
"时长" = "Duración";
"是否确认开启手环运动模式?" = "¿El modo de movimiento?";
"分" = "minuto";
"清除数据" = "Borrar los datos";
"此操作会清除手环所有数据并关机,是否继续?" = "Esto borrará todos los datos de la pulsera y se apagará. ¿Desea continuar?";
"屏幕样式设置" = "Estilo de pantalla";
"默认风格" = "Estilo predeterminado";
"样式" = "Estilo";
"是否保存本次运动?" = "¿Sigues este ejercicio?";
"不再提醒" = "Ya no recuerdo";
"是否确认结束本次运动?" = "¿Confirmó el final de esta campaña?";
"蓝牙未打开" = "Bluetooth no está abierto";

"名词解释" = "Explicación de los términos";
"典型病症" = "Enfermedades típicas";
"治疗方法" = "Método de tratamiento";
"睡眠呼吸暂停综合症" = "Síndrome de apnea-hipopnea durante el sueño";
"OSAHS_解释" = "Se refiere a un síndrome clínico de la hipoxemia crónica y la hipercapnia causado por la disminución de la oxigenación de la sangre,lo que resulta en la apnea que ocurre más de 30 veces durante 7 horas consecutivas de sueño o la frecuencia de ventilación de promedio es menos de 5 veces por hora.";
"OSAHS_白天症状" = "Manifestaciones clínicas diurnas: \n1.Somnolencia.\n\n2.Mareos,Debilidad. \n\n3.Anomalías del estado mental, dolor de cabeza, irritabilidad,agitación, ansiedad y así sucesivamente. \n\n4.Disfunción sexual y así sucesivamente.";
"OSAHS_夜间症状" = "Manifestaciones clínicas de la noche: \n1.Ronquidos: ronquidos irregulares, se aparecen alternadamente ronquidos, paro respiratorio, jadeos,y ronquidos. \n\n2. Apnea: Se termina con jadeos, estado despierto irrespirable o ronquido ruidoso. \n\n3. Estado despierto irrespirable : a menudo acompañado de levantarse, movimientos involuntarios de las extremidades o incluso convulsiones o sentarse de repente, sensación de palpitación, opresión en el pecho o incomodidad precordial. \n\n4. Hiperactividad: voltear en la noche, girar con más frecuencia. \n\n5. sudoración, nicturia aumentada. \n\n6. Anomalías del comportamiento del sueño: una muestra de del miedo, gritos, delirio, noctambulismo, alucinaciones auditivas y así sucesivamente. \n\n Además, la obesidad corporal, la hipertrofia de la nariz, los ronquidos, etc. también pueden causar el síndrome de apnea.";
"OSAHS_主要治疗方法" = "Además de atenerse a la advertencia médica de medicamentos y cirugía, se puede curar o aliviar la enfermedad a través de la siguiente manera: \n1. Controlar el peso del cuerpo. \n\n2. Dejar de toma alcohol y fumar.\n\n3. Ejercicio moderado. \n\n 4. Sueño lateral.";
"OSAHS_其他治疗方法" = "Tratamiento de cirugía, medicamentos y ventilación: \n1.Reparación quirúrgica de áreas anormales del tracto respiratorio superior. \n\n2. Tratamiento de medicación. \n\n3. Inhalación nocturno de oxígeno de bajo flujo. \n\n4. Inhalación de 2% -3% de dióxido de carbono. \n\n5. Ventilación nasal continua con presión positiva. \n\n6. Estimulación diafragmática in vitro. \n\n7. Ventilación mecánica.";
"OSAHS_治疗建议" = "Modo de vida saludable y diagnóstico correcto temprano es la clave para prevenir y reducir la aparición de la apnea del sueño.  La medicina clínica certifica que, con la mejora del síndrome de apnea del sueño, las enfermedades cardiovasculares y otras han ido mejorando gradualmente. Cuanto más largo sea el tiempo de tratamiento, mejores serán los síntomas.";
"呼吸暂停_解释" = "La apnea indica que el flujo de aire de la boca y la nariz se detiene por completo durante más de o igual a 10 segundos.";
"呼吸暂停_症状" = "1. Ronquidos irregulares y variaciones de alta y baja a menudo se aparecen alternativamente con ronquidos, paro respiratorio, jadeos,y ronquidos, el tiempo de interrupción de flujo de aire general es de 20-30 segundos, unos pocos hasta 2 minutos o más, ahora mismo el paciente puede ser cianosis significativa( Los labios o las uñas son morados). \n\n2. se levanta, se vuelve más frecuentemente en la noche , a menudo conduce a una baja calidad del sueño, causando por somnolencia diurna, mareos, fatiga.";
"呼吸暂停_治疗方法" = "Para los pacientes con ronquido de la apnea del sueño, Además de atenerse a la advertencia médica de medicamentos y cirugía, se puede curar o aliviar la enfermedad a través de la siguiente manera: \n1 Controlar el peso de cuerpo. debido a la acumulación de grasa de los pacientes obesos, en el proceso de respiración el aumento de la presión intra-abdominal y la disminución de la función pulmonar llevó a la hipoxia. \n\n2. Dejar de toma alcohol y fumar,el tabaquismo, el consumo de alcohol puede causar anomalías en el metabolismo de los lípidos, el endurecimiento de las arterias, el agravamiento de la situación en la obstrucción de las vías respiratorias. \n\n3. ejercicio moderado. El ejercicio moderado puede mejorar el suministro de sangre cardiovascular y cerebrovascular, con el fin de mejorar la función de ventilación, fortalecer la resistencia del cuerpo, reducir la incidencia de la enfermedad nasofaríngea. \n\n 4. Sueño lateral. Pacientes toman la posición lateral apropiada para dormir, puede mantener la permeabilidad de las vías respiratorias.";
"血氧浓度_解释" = "El porcentaje de oxígeno en la sangre se refiere a la capacidad de oxígeno en la sangre con oxígeno hemoglobina representa la capacidad total de la hemoglobina que puede combinar, es decir, la concentración de oxígeno en la sangre.";
"血氧浓度_症状" = "1. Enfermedades cardiovasculares y cerebrovasculares (enfermedad coronaria, hipertensión arterial, lípidos sanguíneos altos, etc.). \n\n2. Enfermedades respiratorias (asma, bronquitis, cardiopatía pulmonar, etc.).";
"血氧浓度_治疗方法" = "1. Como la enfermedad se produce en pacientes con oxígeno en la sangre inferior, además de cooperar activamente con el tratamiento de la enfermedad primaria, a menudo puede mantener los equipos del oxígeno en sangre y de la inhalación de oxígeno, una vez que oxígeno en la sangre se detecta menos, suplementa oportunamente oxígeno. \n\n2. Además de inhalación directo de oxígeno, también puede llevar a cabo una variedad de ejercicios aeróbicos, como caminar, correr, respirar profundamente, mejorar el ambiente de oxígeno para aliviar la enfermedad.";
"呼吸率_解释" = "El términos médicos de número de respiraciones por minuto, una vez de fluctuación del pecho es una vez de respiración, es decir, una vez de inhalación y una vez de exhalación.";
"呼吸率_症状" = "1. Respiración lenta: el ritmo respiratorio es regular pero la frecuencia es menos de 10 veces por minuto, común en el final de la vida o antes de la apnea. Los nervios, las enfermedades metabólicas o ciertos medicamentos que toman demasiado debido a la inhibición del centro respiratorio, también pueden producir la espiración lenta. \n\n2. Respiración rápida: respiración rápida, sensación de malestar respiratorio.";
"呼吸率_治疗方法" = "Para las dificultades respiratorias, las medidas de emergencia en la casa son las siguientes: 1. Mantener la calma, para evitar el estrés emocional de pacientes con dificultades respiratorias mayores. \n\n2. Tomar postura semi-recostada o sentada, reducir el consumo de fatiga y oxígeno. \n\n3. Mantener el aire interior fresco y ventilado. \n\n4. Dar una dieta ligera, animar a los pacientes a comer verdura y fruta para complementar agua del cuerpo. \n\n5. tomar adecuadamente las pastillas para reducir flema y medicamentos antiespasmódicos como Bisolvon, aminofilina, etc, con el fin de mantener la permeabilidad de las vías respiratorias. \n\n6. si estar gravemente enfermo, tener que llevarle urgentemente al hospital cercano en el tiempo.";
"低氧时间_解释" = "Cantidad insuficiente de oxígeno fisiológica o la duración continua del estado de hipoxia tisular.";
"低氧时间_症状" = "1. Mareo y Astenia. \n\n2. Congoja.";
"低氧时间_治疗方法" = "1. El suministro externo de oxígeno, además de inhalación directo de oxígeno, pero también incluye una variedad de ejercicio aeróbico, como caminar, correr, respirar profundamente, mejorar el ambiente de oxígeno. \n\n2. Si es necesario, ir al médico o medicamentos para mejorar.";
"心脏负荷_解释" = "La carga de trabajo del corazón de índice de perfusión, para reflejar la situación de flujo sanguíneo pulsátil.";
"心脏负荷_症状" = "1.El valor de pi es mayor. \n\n2. Frecuencia cardíaca y presión arterial son altas. \n\n3. Respiración rápida, a menudo sensación de fatiga.";
"心脏负荷_治疗方法" = "1.asegurar un descanso adecuado, no trabajar demasiado y permanecer hasta tarde. \n\n 2. Relajar la mentalidad, evitar el estrés mental. \n\n 3. Comer menos grasa.";
"脉率变异性_解释" = "Cambios sucesivos en el ciclo cardíaco, es decir, cambios en la diferencia del intervalo RR. Puede reflejar el estado cardiovascular y mental reciente.";
"脉率变异性_症状" = "1. La variabilidad de la frecuencia del pulso no está activa y se mantiene a un nivel bajo. \n\n 2. a menudo mareos, dolor de cabeza, palpitaciones y otros fenómenos.";
"脉率变异性_治疗方法" = "1. mantener buenos hábitos de vida, descansar lo suficiente. \n\n2. Mantener una buena mente, hacer más ejercicio aeróbico, menos sal y menos dieta alimentaria. \n\n 3. Si el valor a largo plazo es bajo, el alcance del cambio no es grande, es probable que sea un precursor de la enfermedad cardiovascular, Si se siente mal, se recomienda el tratamiento médico oportuno.";
"睡眠活动幅度_解释" = "La amplitud de actividad del sueño se refiere al movimiento inconsciente del cuerpo durante el sueño.";
"睡眠活动幅度_症状" = "1. Vuelve por la noche, gira con más frecuencia, con hiperhidrosis.";
"睡眠活动幅度_治疗方法" = "1.Prestar atención a la dieta, antes de ir a la cama puede tomar una bebida moderada, como la leche o el grano de mijo. \n\n2. hacer alguna preparación para acostarse, como lavado de pies con agua caliente, masaje de punto de Yongquany del centro de pies así sucesivamente. \n\n3. El sueño lateral puede reducir eficazmente la actividad física. \n\n4. el mejoramioento el ambiente de sueño (humedad y temperatura interior) también tiene alguna ayuda.";
"唤醒机制" = "Mecanismo para despertarse";
"唤醒机制_原理" = "Si supervisa su valor de oxígeno en la sangre en la noche es demasiado bajo, es posible afectar su salud, el dispositivo hará una notificación de alarma.";
"分析结果" = "Analizar los resultados";
"主要指标" = "Principales indicadores";
"干预手段" = "Medios de intervención";
"仅供参考" = "de referencia únicamente";
"更多" = "Más";
"收起" = "Guardar";
"低氧唤醒" = "Despertar con mínimo de oxígeno";
"睡眠呼吸暂停综合症常识" = "Sentido común del síndrome de apnea del sueño ";
"OSAHS_Q1" = "1. Pregunta: ¿Qué es el síndrome de apnea del sueño?";
"OSAHS_Q2" = "2. Pregunta: ¿constituye un grave riesgo el síndrome de apnea del sueño?";
"OSAHS_Q3" = "3. Pregunta: ¿Cómo se causa esta enfermedad?";
"OSAHS_Q4" = "4. Pregunta: ¿cómo sabes que si los pacientes adolecen de síndrome de apnea del sueño?";
"OSAHS_Q5" = "5. Pregunta: ¿Cómo tratar el síndrome de apnea del sueño?";
"OSAHS_Q6" = "6. Pregunta: ¿Cuál es el uso de la monitorización de oxígeno en sangre para el síndrome de apnea del sueño?";
"OSAHS_ASK1" = "Repuesta: Más de 30 veces de apnea del sueño (sin respiración durante 10 s o más) ocurren en 7 horas consecutivas de sueño, o la frecuencia de ventilación de promedio es menos de 5 veces por hora (reducción o interrupción completa de la respiración) considera que adolece del Síndrome de apnea.";
"OSAHS_ASK2" = "Repuesta: el síndrome de apnea del sueño es una enfermedad crónica, La aparición de la enfermedad es difícil de detectar, la enfermedad temprana es invisible, una vez que la respiración es pobre, en el caso ligero causa los ronquidos, en el caso grave resulta hipoxia de los pulmones, disminución de oxígeno en la sangre, y el cuerpo también falta del descanso y la recuperación, la mala condición física y el estado mental, la calidad de vida disminuyó significativamente. \n Lo más grave es la aparición de la apnea, la falta de estímulos externos, el paciente es difícil de despertarse, hasta que la hipoxia de órganos del cuerpo o incluso el daño, sólo de repente se despertó, y los pacientes a menudo no les importan, a largo plazo por lo que el daño acumulativo, por fin causa varias enfermedades cardiovasculares y cerebrovasculares y enfermedades mentales, e incluso muerte súbita.";
"OSAHS_ASK3" = "Repuesta: La mayoría se debe a la obstrucción de la vía aérea superior causada. Incluye la hipertrofia de los cornetes, la hipertrofia de las amígdalas, el cortocircuito mandibular, el cuello grueso y la obesidad sistémica y otras razones. Por lo tanto, la mayor parte del síndrome de apnea del sueño es obstructiva, y otra parte ha causada por el sistema nervioso central respiratorio herido, y la disfunción de regulación respiratoria, conocido como el central, o ambos tipo mixto.";
"OSAHS_ASK4" = "Repuesta: Según si hay síntomas clínicos típicos y los signos pueden tener un juicio simple, pero debido a sus características de enfermedad crónica, la falta de equipo de vigilancia, es difícil que los pacientes en el sueño perciben sus propios síntomas de la noche, con la descripción de la familia y la autopercepción sola, es fácil juzgar mal, falta de base científica. \n sólo cuando la enfermedad está grave, el paciente está consciente de ir al hospital para el diagnóstico. \ n método estándar es la polisomnografía (PSG), a través de la monitorización de oxígeno como el núcleo, con ECG, EEG, EMG, Ojo eléctrico y otros parámetros fisiológicos, puede comprender con precisión el tipo y la extensión de la enfermedad. En este momento la enfermedad ha entrado a menudo en una etapa más seria, la dificultad del tratamiento y el coste y la incomodidad del paciente se incrementan perceptiblemente, así que cuanto más pronto el mejor diagnóstico.";
"OSAHS_ASK5" = "Repuesta: En la actualidad, hay poca investigación sobre el síndrome central de apnea del sueño, y todavía no hay un tratamiento más eficaz además del tratamiento activo de la disfunción del trastorno respiratorio (enfermedad primaria), pero el síndrome central de la apnea del sueño No existirá solo, por lo que el uso del tratamiento del síndrome de apnea obstructiva del sueño también tiene un cierto efecto. El tratamiento del síndrome de apnea obstructiva del sueño, por lo general necesitan elegir el tratamiento de acuerdo a la gravedad de la enfermedad. Independientemente del método utilizado para tratar el síndrome de apnea, el enfoque no es más que dos, primero, a través del mecanismo de detección, en el caso de la apnea, por estímulos externos para interrumpir, por ejemplo, había hipoxia severa asociada con apnea , Se despierta o se despierta, reducir la duración de la apnea, reducir o evitar el daño a los órganos del cuerpo, en segundo lugar, no hay necesidad de detectar el mecanismo, ha sido mantener el estado de tratamiento, para evitar la aparición de apnea.";
"OSAHS_ASK6" = "Repuesta: Para los pacientes con síndrome de apnea del sueño, la monitorización del oxígeno en sangre tiene las siguientes ventajas: \n1. En la fase del desarrollo del ronquido a la apnea, dar la alerta temprana del riesgo de contraer enfermedad. \n\n2. Al comienzo de la enfermedad, como base para el diagnóstico, aceptar el tratamiento médico temprano, para reducir la dificultad de tratamiento y los costos de tratamiento, aumentar las posibilidades de curación. \n\n3. En la fase de tratamiento, hacer un seguimiento oportuno de la condición de la enfermedad de la noche, dar la respuesta del efecto del tratamiento. \n\n4. Puede utilizarse como una base importante para la detección de la apnea, coordinar con los medios para despertarse para monitorizar la enfermedad. ";

"主界面风格设置" = "Configuración del estilo de la interfaz principal";
"风格一" = "El primer estilo";
"风格二" = "El segundo estilo";
"风格三" = "El tercero estilo";
"风格" = "Estilo";
"GPS定位权限未打开,是否前往设置?" = "El permiso de localización de GPS no está abierto, si vaya para configurar?";
"是否开启手环女性通知?" = "¿Si el inicio de las notificaciones de pulsera?";
"轻度" = "Leve";
"中度" = "Moderada";
"重度" = "Grave";
"女性" = "Las mujeres";

"转腕灵敏度" = "Sensibilidad";
"推荐" = "Se recomienda";

//HRV增加翻译
"HRV夜间监测" = "Supervisión nocturna de HRV";
"没有HRV数据" = "No hay datos de HRV";
"HRV健康指数" = "Índice de salud de HRV";
"心脏健康指数" = "Índice de salud de Corazón";
"HRV数据" = "Datos de HRV";
"洛伦兹散点图" = "Lorenz plot";
"洛伦兹散点图参考" = "Referencia del diagrama de dispersión de Lorenz";
"彗星形" = "Forma de cometa";
"鱼雷形" = "Forma de Torpedo";
"梭形" = "Forma fusiforme";
"短棒形" = "Forma de barra corta";
"扇形" = "Forma de abanico";
"复杂形" = "Forma compleja";
"三分布形" = "Distribución en forma de tres";
"四分布形" = "Distribución en forma de cuatro";
"叉形" = "Forma de aspa";
"长棒型" = "Forma de palo largo";
"榴弹形" = "Forma de obús";
"火箭形" = "Forma de cohete";
"米粒形" = "Forma de grano de arroz";
"彗星形_说明" = "La forma común de un adulto normal es la forma de cometa que se difunde simétricamente de la cabeza y más estrecho en ángulo de 45 grados y se vuelve ensanchado gradualmente, la parte de personas se parece una anchura y estrechura no obvio de la cabeza, muestra una gran distancia entre la zona de dispersión de puntos o la cola es muy densa, con una farpa delgada, todos son  fenómenos normales.";
"火箭形_说明" = "Todo el cuerpo es grande y espesor con la pequeña cola y la cabeza grande,la cabeza aguda y intensiva, se difunde simétricamente de la cabeza y más estrecho en ángulo de 45 grados y se vuelve ensanchado gradualmente, la distancia de la cola se vuelve grande gradualmente,es común en las poblaciones de roncar o síndrome de apnea, Con la gravedad de la enfermedad, la distancia está más grande.";
"梭形_说明" = "Los ambos extremos son pequeños, el medio es ancho y grande con forma de lanzadera, es común en pacientes con isquemia miocárdica leve, la personales normales tienen una pequeña probabilidad.";
"长棒型_说明" = "Todo el cuerpo es delegado y largo con la cabeza pequeña, el medio y la cola está casi mismos, es más común en pacientes con enfermedad coronaria.";
"榴弹形_说明" = "La forma es como la granada, la sección de cabeza y la cola son más anchas, el media es más pequeña, generalmente la cola más ancho que la cabeza, es común en pacientes con fibrilación auricular que tienen palpitaciones a menudos.";
"叉形_说明" = "La principal área densa es como una versión más pequeña de la forma de cometa, la cabeza es afilada, la dispersión de cola está en forma de aspa , es común en pacientes con insuficiencia cardíaca congestiva.";
"短棒形_说明" = "La forma es como forma de cometa diminutiva con la cabeza pequeña y la cola grande,la área es más pequeña, es común en personas con la carga demasiado grandes del corazón, cuando está graves se pueden desarrollar insuficiencia cardíaca, las personales normales se parece con el beber en exceso o la fatiga.";
"米粒形_说明" = "En general todo el cuerpo es anormal y corto, la cabeza y la cola son básicamente mismos, con la forma de grano de arroz, es común en la arritmia, la mayor parte de la taquicardia paroxística supraventricular.";
"鱼雷形_说明" = "Forma corta, con la cabeza ligeramente más grande, y la barra larga que su cola no ensancha, es común en la taquicardia sinusal, por lo general causada por los factores emocionales y fisiológicas,como beber té, café, etc, también puede causar debido al frío, fiebre, anemia, hipertiroidismo y otras enfermedades. Las personas normales también tienen una pequeña probabilidad.";

"天气设置" = "Ajuste del clima";
"温度单位" = "Unidad de temperatura";
"摄氏度" = "Celsius";
"华氏度" = "Fahrenheit";
"天气推送" = "Empuje del tiempo";
"开" = "Abierto";
"关" = "Apagado";
"来电自动接听" = "Llamar automáticamente responder";
"环境检测校准中，请保持正确姿势" = "Inspección de calibración en el medio ambiente, por favor mantener la postura correcta";
"校准完成，正在测试血氧浓度" = "La alineación completa, poniendo a prueba el nivel de oxígeno en la sangre";
"校准进度" = "Calibración de progreso";

"设备正在初始化，请保持正确姿势" = "El dispositivo se inicializa, mantener la postura correcta";
"初始化完成，正在测试血氧浓度" = "La inicialización, es una prueba de concentración de oxígeno";
"初始化中" = "Inicializando";

"ai_hrv_repo_0" = "El informe de análisis del diagrama de Lorenz plot.";
"ai_hrv_repo_1_00" = "La cantidad de datos de HRV es insuficiente y no se puede realizar el análisis pertinente. insiste en usarlo por favor o lo usa correctamente. Cuanto más tiempo lo use, más confiables serán los resultados del análisis.";
"ai_hrv_repo_2_11" = "Si el cambio máximo de la frecuencia cardíaca durante la medición es normal, el rango de los cambios de la frecuencia cardíaca es normal.";
"ai_hrv_repo_2_12" = "Si el cambio máximo de la frecuencia cardíaca durante la medición es normal, el rango de los cambios de la frecuencia cardíaca es bajo. En general, las personas con buena condición física y buenos hábitos de sueño tendrán un rango menor de cambios de ritmo cardíaco por la noche, pero existe una pequeña probabilidad de bradicardia, si no hay la incomodidad física, no se requiere un tratamiento especia, solo necesita observar principalmente.";
"ai_hrv_repo_2_13" = "Si el cambio máximo de la frecuencia cardíaca durante la medición es normal, el rango de los cambios de la frecuencia cardíaca es alto, existe un alto riesgo de taquicardia, generalmente debido al consumo de alcohol, el trabajo físico intenso y la estimulación emocional. si no hay la incomodidad física, no se requiere un tratamiento especia, solo necesita observar principalmente.";
"ai_hrv_repo_2_21" = "Si el cambio máximo de la frecuencia cardíaca durante la medición es reducido, el rango de frecuencia cardíaca es normal, generalmente es una arritmia causada por fatiga excesiva o consumo de alcohol, en tiempos ordinarios se presta atención a alternar el trabajo con al descanso, y se mejora la calidad del sueño.si no hay la incomodidad física, no se requiere un tratamiento especia, solo necesita observar principalmente.";
"ai_hrv_repo_2_22" = "Si el cambio máximo de la frecuencia cardíaca durante la medición es reducido, y el rango de frecuencia cardíaca es bajo, generalmente causado por ansiedad mental e insomnio. Si no hay la incomodidad física, no se requiere tratamiento especial. Observando principalmente,si hay menos riesgo de anemia y disnea, se recomienda tomar la almohada alta para dormir, dejar de fumar y el alcohol, mantener un equilibrio de la mente y garantizar un sueño adecuado.";
"ai_hrv_repo_2_23" = "Si aparece en el corto plazo el fenómeno de que el cambio máximo de la frecuencia cardíaca durante la medición es reducido, y el rango de cambios de la frecuencia cardíaca es alto, concéntrese en alternar el trabajo con el descanso, evitar quedarse despierto hasta tarde y asegurar el sueño. Si aparece en a largo plazo, acompañado de dolor en el pecho, palpitaciones del corazón, dificultad para respirar, la mayoría de la isquemia del miocardio, se recomienda el examen físico relevante.";
"ai_hrv_repo_2_31" = "El cambio máximo de la frecuencia cardíaca durante la medición es relativamente amplio, y el rango de frecuencia cardíaca es normal, por lo general causado por la trasnochada y el insomnio. Se recomienda cultivar buenos hábitos de sueño, y se pueden usar masajes y pies para ayudar a las actividades del sueño.";
"ai_hrv_repo_2_32" = "El cambio máximo de la frecuencia cardíaca durante la medición es amplio y el rango de frecuencia cardíaca es bajo. Por lo general, los latidos son demasiado lentos. Puede causar mareos, ojos oscuros transitorios, fatiga, palpitaciones, opresión en el pecho, dificultad para respirar y en los casos graves pueden causar síncope. Se recomienda ir al hospital a tiempo.";
"ai_hrv_repo_2_34" = "La frecuencia cardíaca mínima es anormalmente baja, generalmente causada por el uso anormal, se recomienda leer las instrucciones y usar la pulsera correctamente.";
"ai_hrv_repo_2_33" = "Durante el período de medición, el cambio máximo de la frecuencia cardíaca es amplio y el rango de frecuencia cardíaca es alto. Por lo general causado por la falta de sueño y la trasnochada. necesita dormir lo suficiente y no haga actividades que faciliten la ansiedad y la excitación nerviosa antes de irse a dormir. Existe un mayor riesgo de arritmia. Se recomienda cultivar un buen hábito de dormir, dejar de fumar y tomar alcohol, y si no mejora, busque ayuda médica lo antes posible.";
"ai_hrv_repo_2_35" = "La frecuencia cardíaca máxima es anormalmente alta, generalmente causada por el uso anormal, se recomienda leer las instrucciones y usar la pulsera correctamente.";
"ai_hrv_repo_3_21" = "La mutación de la frecuencia cardíaca máxima se ocurre cuando la frecuencia cardíaca es alta, el nivel de mutación es normal, hay un bajo riesgo de palpitaciones, opresión en el pecho, dificultad para respirar, causados generalmente por obstrucción respiratoria, ronquidos, si se siente mal, vaya al hospital para recibir tratamiento.";
"ai_hrv_repo_3_11" = "La mutación de frecuencia cardíaca máxima se produce en el rango normal y el nivel de mutación es normal.";
"ai_hrv_repo_3_31" = "La mutación máxima de la frecuencia cardíaca se ocurre cuando la frecuencia cardíaca es extremadamente alta, el nivel de mutación es normal y existe un alto riesgo de palpitaciones, opresión en el pecho y disnea. Generalmente causada por gripe y fiebre, si se encuentra mal, acuda al hospital a tiempo.";
"ai_hrv_repo_3_22" = "La mutación máxima de la frecuencia cardíaca se ocurre cuando la frecuencia cardíaca es alta, el grado de mutación es bajo, generalmente causado por el aire seco y la congestión de la habitación. Se recomienda abrir la ventana para ventilación y mantener el calor para evitar resfriados.";
"ai_hrv_repo_3_12" = "La mutación máxima de la frecuencia cardíaca se produce en el rango normal, el grado de mutación es bajo, generalmente causado por la fatiga física y mental, si no hay la incomodidad física, no hay un tratamiento especial, solo necesita observar principalmente y prestar atención al descanso.";
"ai_hrv_repo_3_32" = "La mutación máxima de la frecuencia cardíaca se ocurre cuando la frecuencia cardíaca es extremadamente alta, el grado de mutación es bajo, hay un riesgo leve de palpitaciones, opresión en el pecho, dificultad para respirar, generalmente causada por la gripe, fiebre o excitación emocional,tambien hay una pequeña probabilidad de anemia, si se siente mal, por favor vaya al hospital a tiempo.";
"ai_hrv_repo_3_23" = "La mutación máxima de la frecuencia cardíaca ocurre cuando la frecuencia cardíaca es alta, el grado de mutación es alto, hay un alto riesgo de palpitaciones cardíacas, opresión en el pecho, latidos prematuros, generalmente causados por tensión excesiva, excitación emocional, si se siente mal y tenga la incomodidad física, vaya al hospital a tiempo.";
"ai_hrv_repo_3_13" = "La mutación máxima de la frecuencia cardíaca se produce en el rango normal, el grado de mutación es alto, existe un mayor riesgo de latidos prematuros, si no hay la incomodidad física, no necesita un tratamiento especial, solo necesita observar principalmente, se recomienda relajar la mente y aliviar la tensión.";
"ai_hrv_repo_3_14" = "La mutación máxima de la frecuencia cardíaca se produce en el rango normal,  el grado de mutación es anormalmente alto, generalmente causados por el uso anormal, se recomienda leer las instrucciones, y usar la pulsera correctamente.";
"ai_hrv_repo_3_33" = "La mutación máxima de la frecuencia cardíaca ocurre cuando la frecuencia cardíaca es extremadamente alta, el grado de mutación es alto, existe un mayor riesgo de palpitaciones, opresión en el pecho, dificultad para respirar, generalmente causada por latidos prematuros, presión aryaterial alta, si se aparecen muchas veces y  irá acompañado de insomnio, siente malestar obvio, por favor vaya al hospital a tiempo.";
"ai_hrv_repo_3_34" = "La máxima frecuencia cardíaca se produce cuando la frecuencia cardíaca es anormalmente alta y el grado de mutación es alto. Esto generalmente se debe al uso anormal,se recomienda leer las instrucciones y usar la pulsera correctamente.";
"ai_hrv_repo_4_11" = "Hay un ligero latido prematuro, generalmente causado por excitación emocional, fumar excesivamente, beber, etc. Se recomienda ajustar la mentalidad y reducir o evitar fumar y beber.";
"ai_hrv_repo_4_12" = "La capacidad de estrés del corazón se debilita y los nervios están moderadamente excitados. causado a menudo por las emociones y la excitación, pueden causar la astenia y fatiga durante el día, etc. Se recomienda ejercitarse adecuadamente antes de acostarse para liberar energía y calmar el estado de ánimo.";
"ai_hrv_repo_4_13" = "El estrés del corazón es débil y los nervios están demasiado excitados.Se recomienda evitar una excesiva excitación y tensión antes de acostarse.Las emociones se pueden aliviar mediante algunas actividades para ayudar a dormir, se deben evitar el café, el té o las bebidas dentro de poco.";
"ai_hrv_repo_4_14" = "El estrés del corazón es fuerte, si no hay la incomodidad física, no necesita el tratamiento especial, solo necesita observar principalmente, si se siente a menudo cansado y fatigado, se puede fortalecer adecuadamente el cuerpo.";
"ai_hrv_repo_4_15" = "La capacidad de estrés del corazón es bueno, el estado mental es bueno.";
"ai_hrv_repo_4_16" = "La capacidad de estrés del corazón es bueno, los nervios se excitan levemente y, si no hay molestia, preste atención a alternar el trabajo con el descanso antes de acostarse y relajarse.";
"ai_hrv_repo_4_17" = "La capacidad de estrés del corazón es fuerte y la actividad neural es baja. Generalmente es un exceso de fatiga. Si no hay la incomodidad física, preste atención al descanso y evite el trabajo a largo plazo, y quedarse hasta tarde dentro de poco, etc.";
"ai_hrv_repo_4_18" = "La capacidad de estrés del corazón es buena estrés y la actividad neural es baja. Por lo general es la fatiga leve, si no hay la incomodidad física, preste atención al descanso.";
"ai_hrv_repo_4_19" = "La capacidad de estrés del corazón se debilita levemente y la actividad neural es baja, por lo general es fatiga moderada, y se debe prestar atención al descanso, necesita alternar el trabajo con el descanso.";
"ai_hrv_repo_4_21" = "Existe un ligero riesgo de la contracción auricular prematura, que se puede ocurrir en personas normales (emocional, nerviosa, con fatiga, indigestión, fumar en exceso, beber alcohol o beber té fuerte, etc.). Si no hay la incomodidad física, se recomienda una observación a largo plazo.";
"ai_hrv_repo_4_22" = "Hay la contracción auricular prematura más obvia que pueden ocurrir en personas normales (emocional, nerviosa, con fatiga, indigestión, fumar en exceso,beber alcohol o beber té fuerte, etc.), pero los pacientes con cardiopatías estructurales son más propensos a ocurrirse, se recomienda realizar el examen físico pertinente.";
"ai_hrv_repo_4_23" = "Existe un alto riesgo de la contracción auricular prematura, que se puede ocurrir en personas normales (emocional, nerviosa, con fatiga, indigestión, fumar excesivamente, beber alcohol o beber té fuerte, etc.). Se recomienda realizar una observación a largo plazo, si hay una gran posibilidad, haga exámenes médicos pertinentes lo antes posible.";
"ai_hrv_repo_4_30" = "Aunque este fenómeno no se ha analizado durante un tiempo, diagrama de Lorenz plot tiene una pequeña probabilidad que aparece gráfico relativamente complejo, y se recomienda el uso durante un tiempo prolongado.";
"ai_hrv_repo_5_11" = "El ritmo cardíaco por la noche es estable y el corazón está en buenas condiciones.";
"ai_hrv_repo_5_12" = "El ritmo cardíaco por la noche es estable, la condición del corazón no es buena, hay un bajo riesgo de taquicardia, por lo general, no tiene la fatiga excesiva.";
"ai_hrv_repo_5_13" = "El ritmo cardíaco por la noche es más estable, el corazón está un poco fatigado, evita quedarse despierto hasta tarde y asegura el sueño para no agravar la carga sobre el corazón.";
"ai_hrv_repo_5_14" = "El ritmo cardíaco por la noche es más estable y la carga cardíaca es más grande. Se recomienda comer menos alimentos grasos y hacer ejercicio.";
"ai_hrv_repo_5_21" = "Hay los trastornos del ritmo cardíaco por la noche y la carga cardíaca es pesada, evite la dieta irregular, comer y beber en exceso, es mejor comer frutas y verduras frescas, evitar resfriarse y prevenir los resfriados.";
"ai_hrv_repo_5_22" = "El ritmo cardíaco por la noche es más estable, el corazón está más cansado y existe un mayor riesgo de isquemia miocárdica. Se recomienda una dieta baja en sal y baja en grasas para estabilizar las emociones y evitar el regocijo. Si hay opresión en el pecho o palpitaciones, se deben realizar exámenes físicos regularmente.";
"ai_hrv_repo_5_23" = "El ritmo cardíaco por la noche es relativamente estable, la carga cardíaca es demasiado alta, existe un mayor riesgo de taquicardia, por lo general, preste atención, no te fatigas, deje de fumar y tomar el alcohol, evite el trabajo físico excesivo o el esfuerzo repentino.";
"ai_hrv_repo_5_24" = "Si hay los trastornos del ritmo cardíaco por la noche, con la corazón ligeramente cansado, existe el bajo riesgo de isquemia miocárdica, si no hay la incomodidad física, debe realizarse un examen físico regular, si se siente a menudo cansado y fatigado, con poco espíritu, acompañado de opresión en el pecho, dificultad para respirar, etc., se recomienda ir al hospital a tiempo.";
"ai_hrv_repo_5_25" = "El ritmo cardíaco por la noche es más estable, la carga sobre el corazón es mayor, se aumenta el riesgo de hiperlipidosis y hipertensión. Se recomienda que la dieta sea liviana y evite beber en exceso. hace periódicamente examenes de salud y las personas con sobrepeso deben perder peso adecuadamente.";
"ai_hrv_repo_5_26" = "Hay los trastornos del ritmo cardíaco por la noche y el corazón está cansado. Existe riesgo de dificultad respiratoria e insuficiencia sanguínea. Se recomienda dormir de costado, aumentar la humedad del aire de la habitación, hacer ejercicio, evitar la agitación emocional y la fatiga, hacer periódicamente examenes de la salud, y prestar la atención a la vigilancia de la presión sanguínea.";
"ai_hrv_repo_5_31" = "Hay los fenómeno de trastornos del ritmo cardíaco por la noche, carga del corazón, taquicardia sinusal, por lo general casusados por beber café, té fuerte o hacer actividad de agitación antes de ir a dormir para que la gente se ponga nerviosa,también puede deberse a fiebre, anemia, hipertiroidismo y otras enfermedades. por eso debe desarrollar un buen horario de la vida, si se siente mal, recibe un tratamiento médico oportuno, y hace periódicamente examenes de salud.";
"ai_hrv_repo_5_32" = "Hay los fenómeno de trastornos del ritmo cardíaco por la noche, corazón cansado, bradicardia sinusal, generalmente causados por anemia, miocarditis o infarto de miocardio, tambien puede ser causada por baja temperatura en el sitio de medición nocturna, debe mantener el calor y hacer la observación a largo plazo, si ocurren varias veces , y durante el día con la apatía, la fatiga, el mareo, se recomienda hacer los exámenes médicos, y recibir el tratamiento temprano.";
"ai_hrv_repo_5_33" = "Hay los trastornos del ritmo cardíaco por la noche, la carga del corazón, los factores predisponentesel a menudo son nerviosismo, el tabaquismo intenso, el consumo de alcohol, el té fuerte o el café, la fatiga excesiva, el insomnio severo, etc.Se recomienda cultivar un buen horario de vida, alternar el trabajo con el descanso, y hacer periódicamente examenes de salud.";
"ai_hrv_repo_5_40" = "Aunque este fenómeno no se ha analizado durante un tiempo, diagrama de Lorenz plot tiene una pequeña probabilidad que aparece gráfico relativamente complejo, y se recomienda el uso durante un tiempo prolongado.";
"ai_hrv_repo_2" = "Cambios de la frecuencia cardíaca";
"ai_hrv_repo_3" = "La mutación de la frecuencia cardiaca";
"ai_hrv_repo_4" = "Estado neural";
"ai_hrv_repo_5" = "Cambios del ritmo cardíaco";

"ai_disconnect_remind" = "Desconectar recordatorio";

"ai_switch_call_auto_answer" = "Modelo de respuesta sin botón";
"ai_switch_call_auto_answer_tip" = "Cuando el dispositivo está en modelo de auricular, las llamadas entrantes se responden automáticamente.";
"ai_privacy" = "Política de privacidad";
"ai_privacy_prompt_content" = "Por favor se confirma que si ha leído la política de privacidad cuidadosamente y se aprueba esta política de privacidad.";
"ai_privacy_title_1" = "Recopilación de información";
"ai_privacy_title_1_content" = "Recopilamos los datos en función de su interacción con nosotros y sus elecciones, incluida su configuración de privacidad y los productos y funciones que utiliza. Los datos que recopilamos pueden incluir versiones de códigos SDK / API / JS, navegadores, proveedores de servicios de Internet, direcciones de IP, plataformas, marcas de tiempo, identificadores de aplicaciones, versiones de aplicaciones, canales de distribución de aplicaciones, identificadores de dispositivos independientes, identificadores de anuncios de iOS (IDFA), identificador de anunciante de Android, dirección de tarjeta de red (MAC), identidad de equipo móvil internacional (IMEI), modelo de dispositivo, fabricante de terminal, versión de sistema operativo de dispositivo terminal, hora de inicio / detención de sesión, ubicación de idioma, zona horaria y Estado de la red (WiFi, etc.), disco duro, CPU y uso de la batería.";
"ai_privacy_title_2" = "Uso de datos personales";
"ai_privacy_title_2_content" = "Cuando se usa una cuenta para iniciar la sesión en la aplicación, recopilamos la información personal que completa y los datos de salud recopilados por el dispositivo portátil inteligente. Almacenaremos y analizaremos sus datos para proporcionarle una mejor visualización de datos y orientación sobre salud.\n\n¿Cómo desea que no se recopilen sus datos personales? Se puede usar el inicio de sesión sin la cuenta.";
"ai_privacy_title_3" = "Transmisión transfronteriza de datos personales";
"ai_privacy_title_3_content" = "Nuestro negocio puede requerir que transfiramos sus datos personales a países fuera del Área Económica Europea, que pueden incluir China.\n\nTomaremos las medidas adecuadas para garantizar que los destinatarios de sus datos personales cumplan con sus obligaciones de confidencialidad.\n\nSi no desea que sus datos personales que sean recopilados y transferidos, puede usar el inicio de sesión sin la cuenta.";
"ai_privacy_title_4" = "Tus derechos";
"ai_privacy_title_4_content" = "Cuando se usa nuestra aplicación, recopilaremos información como se describe anteriormente. La información se recopila para optimizar y administrar mejor el software a fin de brindarle mejores servicios.\n\nPara la recopilación de sus datos personales, se tiene las opciones de iniciar la sesión o iniciar la sesión sin una cuenta. Al iniciar la sesión con una cuenta, se recopilarán sus datos personales. No recopilaremos sus datos personales cuando se inicia la sesión sin una cuenta.\n\nSi se considera que nuestro tratamiento de sus datos personales e información infringe las leyes aplicables, se puede presentar una queja ante el organismo regulador. ";
"head_title_change_theme" = "Cambiar el tema";
"ai_ssbr_title" = "Aviso de OSASH";
"ai_ssbr_minspo2h" = "Umbral de óxido en sangre";
"ai_ssbr_time" = "Duración del aviso";
"ai_ssbr_remind_tip" = "Activación o desactivación de la función de aviso de enfermedad de OSAHS.";
"ai_ssbr_minspo2h_tip" = "En la producción de la enfermedad OSAHS, después de detectar un valor de oxígeno en sangre por debajo del valor prestablecido, se advierte al usuario. (el rango de valor de oxígeno en la sangre en arteria normal es 95-99%)";
"ai_ssbr_time_tip" = "En cada producción de enfermedad OSAHS, si la duración de aviso por vibración del dispositivo y la duración del aviso supera a la duración prestablecida o el usuario hace clic en el proceso, la vibración detiene.";
"ai_screenlight_time" = "Duración de encendido de la pantalla";
"ai_screenlight_open" = "Encendido";
"ai_screenlight_close" = "Apagado";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Falling sleep efficiency refers to the latency period of sleep, that is, the time between the preparation to falling asleep and sleep. Too long time to fall asleep is not good for deep sleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";
"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
